Tekla.Structures.ModelInternal.BimModelDataProduct.DTO.ModelListPage
Represents a paginated page of models.

Tekla.Structures.ModelInternal.BimModelDataProduct.DTO.ModelListPage.Items
Gets or sets the list of models on the current page.

Tekla.Structures.ModelInternal.BimModelDataProduct.DTO.ModelListPage.Cursor
Gets or sets the cursor for the next page of results.